{"qualityPanel": {"info_label_processsteps": "Os vários processamentos efetuados para obter o recurso.", "info_label_conform": "Indicação do resultado de conformidade .", "info_label_statement": "Descrição geral sobre o conhecimento do produtor sobre o histórico do recurso.", "info_label_hist": "Informação sobre os processos de aquisição ou dados de base utilizados na construção dos dados especificados no âmbito, ou declaração relativa à ausência de conhecimento sobre o histórico.", "info_label_conformancetitle": "Título da especificação de produto ou requisito de utilização, face à qual os dados estão a ser avaliados.", "info_label_report": "Relatório da avaliação de qualidade do recurso.", "info_label_conformancedate": "Data de referência para a criação, publicação ou revisão da especificação citada.", "info_label_Conformity": "Informações sobre o resultado da avaliação do valor obtido (ou conjunto de valores), contra um nível de qualidade aceitável de conformidade especificado.", "info_label_conformanceexplanation": "Explicação do significado da conformidade para este resultado.", "info_label_conformancedatetype": "Evento usado para a data referenciada.", "info_label_statementEN": "Descrição geral sobre o conhecimento do produtor sobre o histórico do recurso traduzida para Inglês.", "info_label_source": "Os vários dados de base que deram origem ao recurso, com as respetivas resoluções espaciais e extensões geográficas."}, "serviceOperationsPanel": {"info_label_operation": "Informação sobre todas as operações disponibilizadas pelo serviço."}, "operationInlinePanel": {"info_label_connectionPoint": "<em>URL</em> para acesso ao documento.", "info_label_operationName": "Identificador único para uma interface específica de um serviço.", "info_label_dcp": "Designa a plataforma computacional em que a operação foi implementada."}, "distributionPanel": {"info_label_ditribution_contact": "Identificação do responsável pela distribuição do recurso.", "info_label_filesize": "Tamanho estimado de uma unidade no formato de transferência especificado, expressa em <em>Megabytes</em>.", "info_label_resourcelocator": "Informação relativa as fontes online, a partir das quais pode ser obtido o recurso e/ou informação sobre o mesmo.", "info_label_distributionformat": "Descrição da estrutura que especifica a representação dos dados num registo, ficheiro, mensagem, dispositivo de armazenamento e canal de transmissão."}, "temporalInformationPanel": {"info_label_temporalREf": "Informação sobre a data de referência do recurso e evento respetivo. ", "info_label_creationdate": "A data identifica o momento da criação do recurso.", "info_label_timeextension": "Período de tempo para o qual o recurso é referente. No caso da extensão temporal corresponder a um instante preencha a Data de Início com o mesmo valor da Data de Fim.", "info_label_revisiondate": "A data identifica o momento da última revisão do recurso.", "info_label_publicationdate": "A data identifica o momento da publicação do recurso."}, "chooseFreeKeywordDialog": {"info_label_line_thesaurus": "Citação do léxico, nome do <em>Thesaurus</em> ou fonte de palavras-chave formalmente registado.", "info_label_combo_dataType": "Evento usado para a data referenciada.", "info_label_line_keyword": "Designação utilizada para descrever um determinado aspeto do recurso.", "info_label_date_date_2": "Data de referência para a criação, publicação ou revisão do léxico.", "info_label_combo_type": "Utilizado para agrupar as palavras-chave."}, "keywordsPanel": {"info_label_serviceClassification": "Palavras-chave têm por base a taxonomia de serviços geográficos da norma EN ISO 19119 ", "info_label_inspire": "Se o recurso for um Conjunto de Dados Geográficos ou série, deve ser fornecida, pelo menos, uma palavra-chave do <em>Thesaurus GEMET</em> que descreva o tema de <em>INSPIRE</em>", "info_label_snimarkeywords": "Deve ser escolhida obrigatoriamente pelo menos uma palavra-chave para o tipo “Disciplina” e outra para o tipo “Parâmetro” provenientes do <em>Thesaurus SNIMar</em>. Caso o recurso tenha sido criado no contexto de um projeto, é também obrigatório inserir uma palavra-chave com o nome do projeto e usar o tipo de palavra ‘Projeto’.", "info_label_topiccategory": "Tema principal do recurso. Classificação temática geral utilizada para auxiliar o agrupamento e pesquisa dos recurso disponíveis.", "info_label_freekeywords": "Palavras-chave livres que caracterizam o recurso."}, "identificationPanel": {"info_label_spatialResolution": "Nível de detalhe de um recurso, expresso como um fator de escala ou como uma distância no terreno.", "info_label_distance": "Nível de detalhe dos dados expresso em GSD (<em>Ground Sample Distance</em>)", "info_label_equivalentscale": "Nível de detalhe dos dados expresso como escala de um mapa ou carta(denominador)", "info_label_identifiers": "Identificador único do recurso. Este identificador é definido normalmente pela entidade responsável pelo recurso.", "info_label_abstractEN": "Breve resumo sobre o conteúdo do recurso traduzido para Inglês.", "info_label_language": "Idioma utilizado no recurso. Documentação condicional, dependendo da existência de texto no recurso. Caso não exista texto no recurso devera ser utilizado o valor do idioma do metadado.", "info_label_contacts": "Identificação e forma de contacto com a(s) pessoa(s) ou organização(ões) responsáveis pelo recurso.", "info_label_titleEN": "Designação pela qual o recurso é conhecido traduzido para Inglês.", "info_label_title": "Designação pela qual o recurso é conhecido.", "info_label_serviceType": "Tipo de serviço de acordo com a lista definida pela especificação <em>INSPIRE</em>.", "info_label_operatesOn": "Informação sobre os Conjuntos de Dados Geográficos utilizados pelo serviço.", "info_label_resourcestatus": "Estado de progresso do recurso.", "info_label_characterset": "Codificação informática de caracteres utilizada no recurso. A sua documentação é condicional, dependendo da existência de texto no recurso.", "info_label_hierarchylevel": "Define o tipo de recurso ao qual se aplicam os metadados.", "info_label_alternatetitle": "Outro titulo pelo qual o recurso é conhecido.", "info_label_resourcemaintenance": "Frequência com que o recurso é atualizado.", "info_label_geographicrepresentation": "Forma de representação da informação geográfica.", "info_label_abstract": "Breve resumo sobre o conteúdo do recurso.", "info_label_couplingType": "Tipo de acoplamento dos serviços com os Conjuntos de Dados Geográficos referentes.", "info_label_credits": "Identificação dos indivíduos e/ou entidades que contribuíram para a produção do recurso.", "info_label_purpose": "Resumo do propósito que conduziu ao desenvolvimento ou modificação do recurso.", "info_label_graphicoverview": "Endereço URL para uma figura que ilustra o recurso (deve incluir uma legenda para a figura)."}, "snimarEditorMainWindow": {}, "geographicinformationPanel": {"info_label_referencesystem": "Identificador do Sistema de Referência por coordenadas.", "info_label_referencesystemidentifier": "Identificador do Sistema de Referência Vertical, código <em>EPSG</em> do referencial altimétrico.", "info_label_maximumValue": "Valor máximo da extensão altimétrica abrangida pelo recurso.", "info_label_vertical_extent": "Extensão altimétrica do recurso.", "info_label_minimumValue": "Valor mínimo da extensão altimétrica abrangida pelo recurso.", "info_label_boundingbox": "Posição geográfica do recurso (Retângulo Envolvente).", "info_label_geographicidentifier": "Identificador usado para representar uma área geográfica.", "info_label_geo_ext": "Extensão geográfica do recurso."}, "chooseGeographicExtentOnMapDialog": {"info_label_west": "Coordenada ocidental do limite da extensão do recurso, expressa em longitude utilizando graus decimais (e valores positivos a oriente).", "info_label_south": "Coordenada meridional do limite da extensão do recurso, expressa em latitude, utilizando graus decimais (e valores positivos a norte).", "info_label_east": "Coordenada oriental do limite da extensão do recurso, expressa em longitude utilizando graus decimais (e valores positivos a oriente).", "info_label_north": "Coordenada setentrional do limite da extensão do recurso, expressa em latitude, utilizando graus decimais (e valores positivos a norte)."}, "contactInlinePanel": {"info_label_city": "Cidade do endereço físico no qual a organização ou indivíduo pode ser contactado.", "info_label_country": "País do endereço físico no qual a organização ou indivíduo pode ser contactado.", "info_label_name": "Nome da pessoa responsável.", "info_label_organization": "Nome da organização responsável. Usar o seguinte formato: NomePorExtenso(SIGLA)", "info_label_fax": "Número de telefone de uma máquina de fax da organização ou indivíduo a contactar.", "info_label_online": "Informação online que pode ser usada para contacto individual ou institucional.", "info_label_phone": "Números de telefone da organização ou indivíduo pode ser contactado.", "info_label_role": "Função desempenhada pela organização ou entidade referida,relativamente ao recurso que está a ser documentado.", "info_label_email": "Endereço do correio eletrónico da organização ou indivíduo a contactar.", "info_label_address": "Morada do endereço físico no qual a organização ou indivíduo pode ser contactado.", "info_label_postalCode": "Código Postal do endereço físico no qual a organização ou indivíduo pode ser contactado."}, "addSnimarKeyWordsDialog": {}, "chooseLegalRestrictionDialog": {"info_label_line_uselimitations": "Pretende descrever as restrições para o acesso e uso do recurso, descrição dos termos e condições incluindo, se aplicável, taxas a pagar ou a indicação de um URL onde essa informação esteja disponível. Indica também se o recurso não é adequado para um tipo específico de utilização p.exº 'não deve ser usado para a navegação.\n Segundo a TG Requirement 33 da diretiva INSPIRE deve ser usado o texto “Não existem condições a aplicar” se não se aplicam condições ao acesso e uso do recurso, e o texto “Condições desconhecidas” se essas condições existem mas não são conhecidas.", "info_label_combo_accessrestrictions": "Restrições de acesso aplicadas ao recurso para assegurar a propriedade intelectual e quaisquer restrições especiais ou limitações sobre a obtenção do recurso.", "info_label_combo_userestrictions": "Constrangimentos aplicados de modo a garantir a proteção da propriedade intelectual do recurso bem como restrições especiais ou limitações e advertências sobre o uso do recurso ou metadados.", "info_label_line_otherrestrictions": "Outras restrições e pré-requisitos legais para aceder e utilizar o recurso ou metadados."}, "chooseExtentGeographicInformationDialog": {"info_label_spin_north_limit": "Coordenada setentrional do limite da extensão do recurso, expressa em latitude, utilizando graus decimais (e valores positivos a norte).", "info_label_limits": "Extensão geográfica do recurso.", "info_label_spin_east_limit": "Coordenada oriental do limite da extensão do recurso, expressa em longitude utilizando graus decimais (e valores positivos a oriente).", "info_label_spin_south_south": "Coordenada meridional do limite da extensão do recurso, expressa em latitude, utilizando graus decimais (e valores positivos a norte).", "info_label_spin_west_limit": "Coordenada ocidental do limite da extensão do recurso, expressa em longitude utilizando graus decimais (e valores positivos a oriente)."}, "restrictionsPanel": {"info_label_legalrestrictions": "Restrições e pré-requisitos legais para acesso e utilização do recurso ou metadado.", "info_label_useConstraints": "Constrangimentos aplicados de modo a garantir a proteção da propriedade intelectual do recurso bem como restrições especiais ou limitações e advertências sobre o uso do recurso ou metadados. Se o recurso não tiver restrições de uso deve ser escolhida a opção \"Outras Restrições\".", "info_label_accessConstraints": "Restrições de acesso aplicadas ao recurso para assegurar a propriedade intelectual e quaisquer restrições especiais ou limitações sobre a obtenção do recurso.Se o recurso não tiver restrições de acesso deve ser escolhida a opção \"Outras Restrições\".", "info_label_otherConstraints": "Outras restrições e pré-requisitos legais para aceder e utilizar o recurso ou metadados.Se nos elementos Restrições de Acesso ou Restrições de Uso for escolhida a opção \"Outras Restrições\" este elemento é obrigatório. Se o recurso não tiver restrições de acesso ou uso, indicar por exemplo \"o recurso não tem restrições\".", "info_label_useLimitation": "Pretende descrever as restrições para o acesso e uso do recurso, descrição os termos e condições incluindo, se aplicável, taxas a pagar ou a indicação de um URL onde essa informação esteja disponível. Indica também se o recurso não é adequado para um tipo específico de utilização. Ex. não deve ser usado para a navegação.\n Deve ser usado o texto 'Não existem condições a aplicar' se não se aplicam condições ao acesso e uso do recurso, e o texto \"Condições desconhecidas\" se essas condições existem mas não são conhecidas.", "info_label_securityrestrictions": "Restrições impostas ao manuseamento do recurso ou metadado para a segurança nacional ou questões de segurança semelhantes."}, "metadataPanel": {"info_label_language": "Idioma principal utilizado no documento de metadados.", "info_label_datestamp": "Data de criação dos metadados ou da última atualização.", "info_label_stdname": "Nome da norma de metadados utilizada (incluindo o nome do perfil, se aplicável).", "info_label_characterset": "Codificação de caracteres utilizada no documento de metadados.", "info_label_contacts": "Identificação e forma de contacto com a(s) pessoa(s) ou organização(ões) responsáveis pelo documento de metadados.", "info_label_stdversion": "Versão do perfil de metadados usado.", "info_label_fileidentifier": "Identificador único do documento de metadados.", "info_label_profile": "Norma de metadados utilizada."}, "contactListManagerWindow": {"info_label_city": "Cidade do endereço físico no qual a organização ou indivíduo pode ser contactado.", "info_label_country": "País do endereço físico no qual a organização ou indivíduo pode ser contactado.", "info_label_name": "Nome da pessoa responsável.", "info_label_organization": "Nome da organização responsável. Usar o seguinte formato: NomePorExtenso(SIGLA)", "info_label_fax": "Número de telefone de uma máquina de fax da organização ou indivíduo a contactar.", "info_label_online": "Informação online que pode ser usada para contacto individual ou institucional.", "info_label_phone": "Números de telefone da organização ou indivíduo pode ser contactado.", "info_label_email": "Endereço do correio eletrónico da organização ou indivíduo a contactar.", "info_label_address": "Morada do endereço físico no qual a organização ou indivíduo pode ser contactado.", "info_label_postalcode": "Código-Postal do endereço físico no qual a organização ou indivíduo pode ser contactado."}}